scripts/perf/results/lightweight_load_20250820_235341.txt
Requests      [total, rate, throughput]         150, 5.03, 0.00
Duration      [total, attack, wait]             59.8s, 29.8s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:150  
Error Set:
Get "http://localhost:7878/health": context deadline exceeded (Client.Timeout exceeded while awaiting headers)