scripts/perf/results/lightweight_load_20250821_004142.txt
Requests      [total, rate, throughput]         150, 5.03, 0.00
Duration      [total, attack, wait]             29.801s, 29.801s, 267.368µs
Latencies     [min, mean, 50, 90, 95, 99, max]  163.183µs, 288.005µs, 259.944µs, 353.305µs, 394.163µs, 1.517ms, 1.801ms
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:150  
Error Set:
Get "http://localhost:7878/health": dial tcp 0.0.0.0:0->127.0.0.1:7878: connect: connection refused